DeviceName = "内建音频";
DeviceShortName = "内建";
ManufacturerName = "Apple Inc.";

Headphones = "耳机";
HeadphonesB = "耳机 B";
IntSpeakers  = "内置扬声器";
LineOut = "线路输出";
DigitalOut = "数码输出";
HDMI = "HDMI";
DisplayPort = "DisplayPort";

ExternalMic = "外置麦克风";
ExternalMicB = "外置麦克风 B";
InternalMic = "内置麦克风";
LineIn = "线路输入";
DigitalIn = "数码输入";
InputNone = "无";

DeviceNameHeadphone = "内建音频耳机";
DeviceNameSpeaker = "内建音频扬声器";
DeviceNameLineOut = "内建音频线路输出";
DeviceNameDigitalOut = "内建音频数码输出";
DeviceNameHdmi = "内建音频 HDMI 输出";
DeviceNameDisplayPort = "内建音频 DisplayPort 输出";
DeviceNameLineIn = "内建音频线路输入";
DeviceNameAuxIn = "内建音频辅助输入";
DeviceNameMic = "内建音频麦克风";
DeviceNameExtMic = "内建音频外置麦克风";
DeviceNameDigitalIn = "内建音频数码输入";

DevShortNameHdpn = "内建耳机";
DevShortNameSpkr = "内建扬声器";
DevShortNameLino = "内建线路输出";
DevShortNameSpdo = "内建数码输出";
DevShortNameHdmi = "内建 HDMI 输出";
DevShortNameDP = "内建 DisplayPort 输出";
DevShortNameOut = "内建输出";
DevShortNameLini = "内建线路输入";
DevShortNameAuxi = "内建辅助输入";
DevShortNameEMic = "内建外置麦克风";
DevShortNameIMic = "内建麦克风";
DevShortNameSpdi = "内建数码输入";
DevShortNameIn = "内建输入";

UnlockedClock = "已解锁";
LockedClock = "已锁定";

HwSrcAutomatic = "自动";
HwSrcEnable = "启用";
HwSrcDisable = "停用";
